Repository: fullstackstudio-org/hermie
Catalog: native/apple/Extensions/Intents/Resources/Localizable.xcstrings
Source language: en
Languages: de, nl

source: %@ are waiting on you.
de: %@ warten auf dich.
nl: %@ wachten op jou.

source: %@ is waiting on you.
de: %@ wartet auf dich.
nl: %@ wacht op jou.

source: %lld bots are waiting on you.
de: %lld Bots warten auf dich.
nl: %lld bots wachten op jou.

source: All bots
de: Alle Bots
nl: Alle bots

source: Ask ${bot} ${prompt}
de: Frage ${bot} ${prompt}
nl: Vraag ${bot} ${prompt}

source: Ask a bot
de: Einen Bot fragen
nl: Vraag een bot

source: Bots needing input
de: Bots, die auf dich warten
nl: Bots die op jou wachten

source: Bots that may notify
de: Bots, die benachrichtigen dürfen
nl: Bots die mogen melden

source: Choose which bots may notify you while this Focus is on.
de: Wähle, welche Bots dich benachrichtigen dürfen, solange dieser Fokus aktiv ist.
nl: Kies welke bots je mogen melden zolang deze Focus aan staat.

source: Choose which bots notify
de: Wähle, welche Bots benachrichtigen
nl: Kies welke bots melden

source: Chosen bots
de: Ausgewählte Bots
nl: Gekozen bots

source: Get the bots needing input
de: Die Bots abrufen, die auf dich warten
nl: Haal de bots op die op jou wachten

source: Hermie could not do that.
de: Das konnte Hermie nicht.
nl: Dat lukte Hermie niet.

source: Hermie could not reach its shared storage. Open Hermie once, then try again.
de: Hermie konnte seinen gemeinsamen Speicher nicht erreichen. Öffne Hermie einmal und versuche es erneut.
nl: Hermie kon zijn gedeelde opslag niet bereiken. Open Hermie één keer en probeer het opnieuw.

source: Hermie did not answer in time. The message may still have been sent — open Hermie to check.
de: Hermie hat nicht rechtzeitig geantwortet. Die Nachricht wurde vielleicht trotzdem gesendet – öffne Hermie, um es zu prüfen.
nl: Hermie antwoordde niet op tijd. Het bericht is misschien toch verstuurd — open Hermie om het te controleren.

source: List the bots that are waiting for an answer, without opening Hermie.
de: Die Bots auflisten, die auf eine Antwort warten, ohne Hermie zu öffnen.
nl: Toon de bots die op een antwoord wachten, zonder Hermie te openen.

source: Message
de: Nachricht
nl: Bericht

source: No bots
de: Keine Bots
nl: Geen bots

source: Nothing is waiting on you.
de: Nichts wartet auf dich.
nl: Er wacht niets op jou.

source: Notify: ${scope}
de: Benachrichtigen: ${scope}
nl: Melden: ${scope}

source: Only urgent requests
de: Nur dringende Anfragen
nl: Alleen dringende verzoeken

source: Open a chat
de: Einen Chat öffnen
nl: Open een chat

source: Open one of your bots' chats in Hermie.
de: Den Chat mit einem deiner Bots in Hermie öffnen.
nl: Open de chat met een van je bots in Hermie.

source: Open the chat with ${bot}
de: Den Chat mit ${bot} öffnen
nl: Open de chat met ${bot}

source: Send ${prompt} to ${bot}
de: Sende ${prompt} an ${bot}
nl: Stuur ${prompt} naar ${bot}

source: Send a message to one of your bots and wait for its reply.
de: Sende einem deiner Bots eine Nachricht und warte auf die Antwort.
nl: Stuur een bericht naar een van je bots en wacht op het antwoord.

source: Send a message to one of your bots without waiting for a reply.
de: Sende einem deiner Bots eine Nachricht, ohne auf eine Antwort zu warten.
nl: Stuur een bericht naar een van je bots zonder op een antwoord te wachten.

source: Send to a bot
de: An einen Bot senden
nl: Stuur naar een bot

source: That chat could not be opened.
de: Dieser Chat konnte nicht geöffnet werden.
nl: Die chat kon niet worden geopend.

source: That message is too long for a Shortcut. Send it from Hermie instead.
de: Diese Nachricht ist für einen Kurzbefehl zu lang. Sende sie stattdessen aus Hermie.
nl: Dat bericht is te lang voor een opdracht. Verstuur het in plaats daarvan vanuit Hermie.

source: The Shortcut was stopped before Hermie answered.
de: Der Kurzbefehl wurde beendet, bevor Hermie geantwortet hat.
nl: De opdracht is gestopt voordat Hermie antwoordde.

source: There was nothing to send.
de: Es gab nichts zu senden.
nl: Er was niets om te versturen.

source: Unlock Hermie to see which bots are waiting.
de: Entsperre Hermie, um zu sehen, welche Bots warten.
nl: Ontgrendel Hermie om te zien welke bots wachten.

source: What should I ask?
de: Was soll ich fragen?
nl: Wat moet ik vragen?

source: What should I send?
de: Was soll ich senden?
nl: Wat moet ik versturen?
